{
     "name": "Andrew Tate 🥔",
     "description": "Then: Sunday Age sport editor/columnist; ABC radio news/sport EP. Now: It’s only a game.",
     "profile_image_url": "http://pbs.twimg.com/profile_images/1573428930622943232/0jTJUWl8_normal.jpg",
     "current_status": {
          "created_at": "Sun Jan 29 20:58:32 +0000 2023",
          "hashtags": [
               {
                    "text": "jogging"
               },
               {
                    "text": "science"
               }
          ],
          "id": 1619802194286632962,
          "id_str": "1619802194286632962",
          "lang": "qme",
          "retweet_count": 1,
          "retweeted_status": {
               "created_at": "Sun Jan 29 20:55:21 +0000 2023",
               "favorite_count": 2,
               "hashtags": [
                    {
                         "text": "jogging"
                    },
                    {
                         "text": "science"
                    }
               ],
               "id": 1619801395993149441,
               "id_str": "1619801395993149441",
               "lang": "qme",
               "retweet_count": 1,
               "source": "<a href=\"http://twitter.com/download/android\" rel=\"nofollow\">Twitter for Android</a>",
               "text": "#jogging https://t.co/Jw0JmX6DLe #science via @CosmosMagazine",
               "urls": [
                    {
                         "expanded_url": "https://cosmosmagazine.com/science/chemistry/what-long-distance-running-does-to-your-body/",
                         "url": "https://t.co/Jw0JmX6DLe"
                    }
               ],
               "user_mentions": [
                    {
                         "id": 36109143,
                         "id_str": "36109143",
                         "name": "Cosmos - the Science of Everything",
                         "screen_name": "CosmosMagazine"
                    }
               ]
          },
          "source": "<a href=\"http://twitter.com/download/iphone\" rel=\"nofollow\">Twitter for iPhone</a>",
          "text": "RT @sedvitae: #jogging https://t.co/Jw0JmX6DLe #science via @CosmosMagazine",
          "urls": [
               {
                    "expanded_url": "https://cosmosmagazine.com/science/chemistry/what-long-distance-running-does-to-your-body/",
                    "url": "https://t.co/Jw0JmX6DLe"
               }
          ],
          "user_mentions": [
               {
                    "id": 23693677,
                    "id_str": "23693677",
                    "name": "Ian Mannix",
                    "screen_name": "sedvitae"
               },
               {
                    "id": 36109143,
                    "id_str": "36109143",
                    "name": "Cosmos - the Science of Everything",
                    "screen_name": "CosmosMagazine"
               }
          ]
     },
     "offensiveLanguage": [
          "RT @sanderlands: “You fucked her on December 17 … You fucked her, you’re a fucking dog.”\n- Aristotle",
          "RT @SpudontheTracks: As an Andrew Tate prepared earlier I’m still gaining right wing, dumb as fuck, bot followers at a rate of knots. It’s…",
          "RT @ChrissieEvert: Thinking of @Martina today and supporting her journey, like she did mine, with love and prayers. This is a woman who tak…",
          "RT @markhumphries: Please stop tagging me in this.",
          "RT @NeilMcMahon: This ridiculous bullshit again. Like clockwork.",
          "RT @SpudontheTracks: The new Bond movie villains are shit! #ElonMusk #JaredKushner https://t.co/liBxjP94ZG",
          "Plonkers all! https://t.co/pgntEbCZCS",
          "RT @missa_ryan: 🤩",
          "RT @McLarenF1: \"My journey with McLaren may be coming to an end, but we're connected for life now.\"\n\nA letter from Daniel to all of you. 🧡",
          "@AndyMaherDFA Got stripes.",
          "RT @Super70sSports: I love the motherfuckers who haven’t tweeted two funny things in their life who say shit to me like “Not your best effo…",
          "RT @BurtonDiaries: 3 Oct 69 E says that last night in my sleep I was winding up and pitching baseball, going through all the motions...All…",
          "RT @CountDankulaTV: @elonmusk Hello Elon, you seem to have disabled name changes. I was wondering when that would be getting turned back on…",
          "RT @SpudontheTracks: Twitter HQ … https://t.co/JrLqUCa3fT"
     ],
     "searched_name": "andrew tate",
     "statuses": [
          "RT @sedvitae: #jogging https://t.co/Jw0JmX6DLe #science via @CosmosMagazine",
          "@JonathanHorn23 Not such prime position at the Allansford pub! https://t.co/WZE3aJIKZ7",
          "RT @Matthughes114: Enjoyed speaking to @Eddie_Lumbar about his passion for racing sprintcars. At 64, the New South Welshman is the oldest c…",
          "@heathro37 @theage @9NewsMelb Ditto. 🙃 onya Heath, hope you enjoyed your break. Big year for the blue baggers - hop… https://t.co/cl6FtQG5Ne",
          "RT @SpudontheTracks: Twitter prompted this memory today … and it could not be a more apt summation of the week and our times. https://t.co/…",
          "Note to the tattoed up Gold Coast gokart wannabes 🥜Passing on red lights is lame. Result: We were scrupulously fair… https://t.co/dm8ZIWBfSu",
          "1970s try hards … \nCalifornia v Timboon style. https://t.co/0aoAmUaFj7",
          "RT @SpudontheTracks: How it started … \nHow it’s going. https://t.co/4fpIGCipPz",
          "Tennis players. FMD! Journos juggle stories, names, deadlines.I did this once with f1 great Seb Vettel in Spain. Mo… https://t.co/SdorjDHVA6",
          "RT @Deyterkmahjerb: Michael Clarke voice:\n\nHello Karl, it’s Pup here\nI hope you’re keeping well\nIt’s the 17th of December\nNow I’m giving my…",
          "RT @Browndogg_30x: Ive always felt for people with fragile hammies. They can go ping at any time",
          "RT @georgieparker: To those who don’t think Daisy has made the AFL broadcast a better place, then you’re refusing to listen.\n\nShe is one of…",
          "“I swear on the life of my child … oh, wait … there are receipts!?” #YouFuckedHerOnDecember17",
          "RT @sanderlands: “You fucked her on December 17 … You fucked her, you’re a fucking dog.”\n- Aristotle",
          "I mean, come on, who among us has not wanted to limp half naked towards our television to call Karl Stefanovic a ca… https://t.co/MxxiC83j6k",
          "RT @Carpo34: Middle aged divorced dad Michael Clarke pulling his hamstring in a fight with another middle aged divorced dad while his girlf…",
          "RT @VoteLewko: Having just watched the Michael Clarke video I am appalled at such a public display of drunken loutish behaviour. Shabby con…",
          "RT @aresluoga: 45 years ago today, #WarrenZevon released his third studio production, #ExcitableBoy, featuring a long list of guest appeara…",
          "RT @timrosen35: I’ve seen people mocking the fact Daisy Pearce “only played 55 games” and is being honoured for her career…\n\nWhen there’s n…",
          "RT @mhdksafa: Why when Jesus talks about feeding the poor, it’s christianity. But when a politician talks about feeding the poor, it’s soci…",
          "The sportspeople we revere most are those who stood up for fair play and against tyranny and greed. The greats will… https://t.co/L1q3o0QVnc",
          "RT @Adelaide_GP: The Ferrari 643 driven by Gianni Morbidelli at the 1991 Adelaide Grand Prix. The car is currently on the market here: http…",
          "RT @KonradMarshall: Found in the garden. Score #GoTiges https://t.co/esfHY6d7sS",
          "RT @rhettrospective: From the vault.\n\nEssendon struggled to get the 1990 GF banner up https://t.co/Wv0EOWZW6y",
          "RT @tobyprice87: After a really average sleep last night in the ⛺️we felt reasonably good coming into Stage 12, which we finished 3rd and n…",
          "RT @ivorytowerjourn: “I think when Arsenal left Highbury, they left their soul” - God I’ve missed Eric Cantona - now on @BBCRadio4",
          "RT @SpudontheTracks: As an Andrew Tate prepared earlier I’m still gaining right wing, dumb as fuck, bot followers at a rate of knots. It’s…",
          "RT @timbguille: They are Potato Cakes and it’s a Parma.",
          "RT @Former_legend: Hang on. Someone just walked in. https://t.co/mfKuRQWdrq",
          "RT @StevieVanZandt: It’s sickening. I stopped watching the Ryder Cup and the Presidents Cup because of it. Nauseating.",
          "RT @SpudontheTracks: @PeterDutton_MP @lynlinking Here’s the detail, you fraudulent cockhead! #auspol #grandkids https://t.co/ySegz7gcuT",
          "Bad light … not so much. #AUSvRSA https://t.co/TwJ1AWVTci",
          "RT @ChrissieEvert: Thinking of @Martina today and supporting her journey, like she did mine, with love and prayers. This is a woman who tak…",
          "Remember when #f1 team crews would hawk off their branded gear in pit lane after the season-ending  @Adelaide_GP ?",
          "RT @DeclassifiedAUS: Creeping militarisation of sport has a propaganda goal.",
          "RT @markhumphries: Please stop tagging me in this.",
          "RT @Super70sSports: I miss the days when we didn’t know what our baseball cards were worth … https://t.co/DQ8G22nDSw",
          "RT @sydontheroad: @SportingSpud Weston’s handball to Watson - pure. https://t.co/BT6zDvHY4t",
          "… having not watched it for years it’s the purity/simplicity of the game and the day that stands out. Glorified bus… https://t.co/Nf20UuLXGy",
          "@nonsensiblekate https://t.co/Xfj0edBIIu",
          "Watched the early fireworks over Warrnambool, then the final quarter of the 1984 VFL grand final. Setting a tone fo… https://t.co/Yuy9i5PpRs",
          "RT @Billie_T: This gotta be the most brutal end to a rivalry in sports history https://t.co/kC9FnnItQN",
          "RT @Lostfootballs: The best sports film clip of all time starring Pele. “I do this, this, this, this, this, goal, easy”. #ripPele #escapeto…",
          "RT @AliCenter: The Muhammad Ali Center would like to share our condolences on the passing of soccer legend, Pele. ⚽ \n\nIn remembrance, we ce…",
          "RT @ngarra_murray: RIP ❤️",
          "@DanielCherny #notallandrewtates",
          "RT @billybragg: I was 12 in 1970 and the names of that World Cup winning Brazil team still resonate: Jairzinho, Gerson, Tostao, Rivelino, C…",
          "RT @NeilMcMahon: And given the amount of government money ploughed into Melbourne Park already, the idea that the govt isn't already over-s…",
          "RT @NeilMcMahon: This ridiculous bullshit again. Like clockwork.",
          "RT @DanielCherny: I see it is Craig Tiley fear mongering season again.",
          "RT @newrepublic: Having just emerged from a World Cup hosted by a restrictive, anti-democratic country that heavily relied on exploitative…",
          "RT @PeleOutOfContxt: Taking his place in the heavens https://t.co/8ADJUmdbS7",
          "RT @DarylAdair: How in the world can Belarus be allowed back into global sport with an imposition like this?  @iocmedia @IocUnesco @WorldAq…",
          "@LongPointy RIP my DMs",
          "@M_McCormackMP … perhaps he should have been offering investment advice instead? \n\n… oh, wait …",
          "RT @matttburke: @M_McCormackMP You were writing far more hateful gear than Bradman in 1993. https://t.co/UBiSQqExw4",
          "@elonmusk Other nights … https://t.co/QX6OOxSM1m",
          "RT @SpudontheTracks: Instagram Test cricket commentary. Yeah, nah.",
          "RT @Former_legend: I've also heard Bradman coward punched Bambi at the premiere in Sydney in 1942.",
          "RT @SpudontheTracks: @GrogsGamut … and for God’s sake don’t forget to address his wife as Lady Bradman. Full time wanker who Howard insiste…",
          "@NickAdamsinUSA https://t.co/RYQK8g59sX",
          "Wowee. Got spoilt with the ultimate @danielricciardo Christmas collectible. Crazy kids! https://t.co/ZvK7D0xkOC",
          "RT @stevezemek: Big shout out to all the sports journalists who couldn’t get holidays over the next two weeks and are forced to write about…",
          "RT @SpudontheTracks: https://t.co/utgFnJw2RV",
          "Put up a gold plaque up naming and shaming the arsehats from @Richmond_FC and @cityofmelbourne who think knocking d… https://t.co/80aK6ECNFD",
          "RT @joeylynchy: Pretty decent company for Lecks. https://t.co/YHFg5RM5V0",
          "RT @SpudontheTracks: The new Bond movie villains are shit! #ElonMusk #JaredKushner https://t.co/liBxjP94ZG",
          "RT @zalman44: Mankind’s greatest moment. What’ve we achieved since? Not much.",
          "RT @tedgioia: Meanwhile in Argentina. https://t.co/RzIvJci56Y",
          "RT @Super70sSports: My favorite thing about Abraham Lincoln is that he was allegedly about 300-1 as a wrestler before becoming president. B…",
          "RT @SportingSpud: Same vibe. #WorldCupFinal #afl https://t.co/zGJ456iYMc",
          "Same vibe. #WorldCupFinal #afl https://t.co/zGJ456iYMc",
          "RT @AlexWatt187: The Qataris putting that sportswashy robe on Messi to try and make it the iconic image when we all know this is the photo…",
          "RT @Former_legend: Tried to watch the #WorldCup, but unless a bloke gets clocked by a metal bucket I can't watch soccer these days.",
          "RT @TheUSASingers: Space Karen failed to mention that he was enjoying the World Cup with Jared Kushner and some Saudi bone saw henchmen. ht…",
          "RT @SharnelleVella: And here https://t.co/Dy4sYgOd4q",
          "RT @SharnelleVella: And here https://t.co/vNvmbc1LGu",
          "RT @SharnelleVella: More here https://t.co/BxJscz6WvI",
          "RT @SharnelleVella: Victoria Police very keen to chat to these men about what occurred at the soccer last night. Anyone know them? Let the…",
          "RT @DanielCherny: Interesting weekend of sport in Australia. We’ve seen a 30-minute BBL innings, 20 minute A-League match and a two-day Tes…",
          "RT @KeithOlbermann: Now this is a card https://t.co/UMWfG6F4tK",
          "RT @Craig_Foster: After an extraordinary month for football, this is painful to watch.\n\nHope Thomas is OK, firstly.\n\nThere is no justificat…",
          "The European style hooliganism ‘playacting’ by oz football ‘fans’ should have been called out far earlier. Unhinged… https://t.co/qpXeDqhvHV",
          "@DanielCherny … very good",
          "@RonnyLerner Awww. Come on Ron!",
          "RT @dbridie: Once again I'm once again doing my annual @3RRRFM Xmas day radio show, midday - 4pm Sunday 25th. Listen in if you can. Cheers…",
          "@RonnyLerner … they also got their own flag. And Ronnie … ‘kicked their arse’ too, please!",
          "RT @techwontsaveus: 🗳️ WHO IS THE WORST PERSON IN TECH? 🏆\n\n2022 saw tech leaders move further to the right, crack down on workers, scam peo…",
          "RT @HunterAnton: @techwontsaveus Bezos and Musk on the same side of the draw, denying us the final everyone wants.",
          "@GeoffHutchison @abcperth … the relevance deprivation syndrome will kick in soon, but breathe through it and head to Bunnings.",
          "Mum’s hat rack. https://t.co/Uvc5wo1NCZ",
          "Kyrgios, the Rodney Dangerfield of the tennis world. 🥜 https://t.co/1ph84fmPbc https://t.co/haiw3ZQ8uw",
          "RT @jacksettleman: The last article written by Grant",
          "Poor James … (Allansford pub!) https://t.co/BX8V4LGKFV",
          "RT @mickgleeson: This is a very good appointment for Essendon. Vozzo is smart, well respected from time as footy head at Eagles. Originally…",
          "RT @Martin_Flanagan: i love melbourne. i love the way, when a big thing happens in sport, the whole place lifts. I love that it has a heart…",
          "RT @MitchellGlenn: A staggering admission …\n\nQatar 2022 chief Hassan Al-Thawadi has said between 400-500 migrant workers died while working…",
          "RT @joeylynchy: A look ahead to #AUSDEN for @ESPNAusNZ. \n\nThe #Socceroos have their destiny in their own hands against #DEN, but a stern te…",
          "@elonmusk Minus lube!?",
          "Plonkers all! https://t.co/pgntEbCZCS",
          "RT @DanielCherny: I asked Harry Sheezel at the draft combine if he’d ever experienced antisemitism in footy. Thankfully he hadn’t. \n\nUnfort…",
          "RT @JarrodPotter: @nonsensiblekate It’s gone from a night of joy and excitement to a stage managed snore. 10 years of pageantry instead of…",
          "@nonsensiblekate … I know, right!? https://t.co/9dZqfaGZ9u",
          "RT @JustineMB_29: Cobden coach Dan Casey speaks at Bombers’ pre-season tonight about recruits, players on the rise and those on the injury…",
          "RT @Strandjunker: @elonmusk “We must always take sides. Neutrality helps the oppressor, never the victim. Silence encourages the tormentor,…",
          "RT @RonnyLerner: Comments on a story about Jewish top draft prospect Harry Sheezel. Pretty mind-blowing how this evil bile gets spewed so u…",
          "RT @SBSSportau: Unbelievable scenes... Mitch Duke's header from all angles. \n\n#SBSWorldCup #WeAllSpeakFootball #FIFAWorldCup https://t.co/Q…",
          "RT @missa_ryan: 🤩",
          "RT @danielricciardo: Looking forward to returning home 😊",
          "RT @McLarenF1: Lando and Daniel exchange helmets after the #AbuDhabiGP. 🧡 https://t.co/d76AbwwPMq",
          "@JakeNiallTHEAGE Too right, it’s not like they’re hiring someone vital, like an au pair!",
          "RT @CoreyMcKernan: Have you got a 96? Asking for a friend 😜",
          "@CoreyMcKernan Ha … sadly we all missed out on the gravy train that year.",
          "Before F1 there was …. Speedway !!! #springcleaning https://t.co/C54PTWvx9r",
          "Gavvvvvin a good time … #springcleaning @GavinWanganeen https://t.co/uOPRyDKFc3",
          "Have no doubt we’ll see #DanielRicciardo back racing after a reset … #f1 https://t.co/BYcgj1ptCS",
          "RT @djrothkopf: WTH? Outrageous.",
          "@elonmusk https://t.co/7JhESS8WTd",
          "@ChuckBerry1969 Try Warrnambool! https://t.co/gCCyfUZtGd",
          "RT @GaryODonnell10: @BomberRicko Not the best start.\nAbout 6 blokes running inside the line.\n#standards #thelittlethings",
          "RT @SportingSpud: Elon and Qatar - buy something brilliant, then break it! #FIFAWorldCup",
          "Elon and Qatar - buy something brilliant, then break it! #FIFAWorldCup https://t.co/U4uI6TKnXy",
          "Well, ok, after all Elon did copy his industrial relations policy from Qatar. #FIFAWorldCup https://t.co/e4dX6cG8gt",
          "RT @guardian: BBC ignores World Cup opening ceremony in favour of Qatar criticism https://t.co/rYVsdhxL3I",
          "RT @formulachlo: Sky F1 showing their appreciation to Daniel 🥹 https://t.co/F5AkKEjaoY",
          "RT @McLarenF1: \"My journey with McLaren may be coming to an end, but we're connected for life now.\"\n\nA letter from Daniel to all of you. 🧡",
          "RT @theagesport: Greg Norman had what appeared to be an unassailable clubhouse lead in the contest for insensitive inanity of the century.…",
          "RT @benjhunt: Never seen this video before of @LewisHamilton - amazing stuff from 1997. Worth a watch.",
          "RT @RossMac08: Time to get the ball rolling on a ‘World Cup like no other’ | The New Daily https://t.co/nZyka0yDDb \n\nTry the interactive gr…",
          "Christ Australia … get a better flag!!! https://t.co/GJQBODPyze",
          "@staffo_sez Yep … been suffering here of late also. Oils gig followed by mower duty.",
          "@AndyMaherDFA Got stripes.",
          "Am expecting a few mutes given my #springcleaning tweet storm, but there were only ever a few diehards here anyway.… https://t.co/5wuVEjErHG",
          "RT @SportingSpud: The Lonsdale street basketball man needs a shave! #hiddensportingtreasures http://t.co/Cjhn7ndA",
          "Another great interview by the Timboon Football Club’s  10-year-old cub reporter of a local journeyman …… https://t.co/eTCe8wIFFR",
          "… on the Daniher theme, I bet there are not many pics of Nifty Neville Fields’ 200th game runthrough back at Windy… https://t.co/MPoq7zcjZ9",
          "…my 1981 archive appears intact. This was Princes Park on the famous day when @essendonfc and @NealeDaniher beat… https://t.co/XDPT0gkwzw",
          "@ac_83 RIP my mentions.",
          "Fairfax stupidly sold the original photo library archives off to the USA … the lost history of the hard copies is i… https://t.co/unrQaEUdfD",
          "RT @troytoohey: @SportingSpud @essendonfc I’ve never been convinced there was a winner of the TV. Made a significant contribution over the…",
          "https://t.co/zm0rcEoUzb",
          "‘Donation’ … ?\nThe struggle is real! @essendonfc #springcleaning https://t.co/oHC4OOiSHn",
          "@jayninho @essendonfc … this was the turning point that marked a 20 year resurgence (before the 20 year decline). W… https://t.co/ErfBs0XxBz",
          "Sweeet grand final seat in the Ponsford stand for the 1983 grand final … front row view of @essendonfc carnage …… https://t.co/PRot4qUO8p",
          "… nice byline @brucerguthrie",
          "Try telling young @essendonfc fans that this was a big moment at the time … https://t.co/FXDbIaYS1X",
          "RT @SpudontheTracks: My late dad’s record of the 1984 grand final. #springcleaning @essendonfc https://t.co/X0ve40xLCZ",
          "South Melbourne ‘bloodbath grand final’ veteran Don Grossman was nurturing and kind to me as a young sports reporte… https://t.co/LUcxet1siS",
          "RT @CoreyMcKernan: Tomorrow I’ll be walking 100km non stop for @salvos_614 from 5am Queensland time onwards!\n\nHappy to chat with anyone alo…",
          "We did well at soccer at Timboon high School back in the early 1980s, so we got - not one - but two - new goal post… https://t.co/n7nw2X8Bn4",
          "Good on Daniel for dealing himself back into the main game. Who among us hasn’t fallen for a switch to a new team t… https://t.co/egJtXM4p5R",
          "Here’s one I prepared earlier. #f1 #danielricciardo https://t.co/QyIrDTRJn9",
          "RT @GeorgeRussell63: Seb, you have a small head 🤣 Pleasure to swap helmets with you mate, you’re a legend. I hope you enjoy your last F1 ra…",
          "RT @Super70sSports: I love the motherfuckers who haven’t tweeted two funny things in their life who say shit to me like “Not your best effo…",
          "If twitter disappears i’m \nco/ RMB Allansford. \n\nCome to think of it, I doubt i’ll get any cut through there either. https://t.co/v5HrXQSRRw",
          "RT @F1: What a guy ❤️\n\n#DankeSeb #F1 https://t.co/GtUIUP299d",
          "Well that ten years went fast … #Ricciardo #f1 https://t.co/1DFIgO6T3o",
          "Facism - 1981 Essendon Cheer Squad style. #springcleaning #afl https://t.co/e8c7GIb9lo",
          "RT @ausgrandprix: All of Daniel Ricciardo's #F1 wins: A thread 🏆",
          "RT @McLarenF1: Saying goodbye to the team back home at the MTC. 🧡🇬🇧 \n\nThank you, @DanielRicciardo. https://t.co/HX9oygckTN",
          "There’s a lot of good stuff held in twitter … don’t forget to zip download yours before elon purges it all.",
          "RT @SportingSpud: Best sport stuff of 2016 \n\n@Tim_Cahill taking selfie with self + one https://t.co/m0OqU6TNdW",
          "RT @SportingSpud: Best sport stuff of 2016 \n\nFamily day at the G https://t.co/9XntXbtGO4",
          "RT @SportingSpud: Best sport stuff of 2016 \n\nWomens' footy breaks through. https://t.co/pXwOrvbZhM",
          "RT @SportingSpud: Best sport stuff of 2016. \n\nThe press box at nou camp https://t.co/dr1JwmDa0F",
          "RT @SportingSpud: Best sport stuff of 2016. \n\nOur in-house Sunday flashboards https://t.co/VjrfeLy1Uc",
          "RT @SportingSpud: Best sport stuff of 2016. \n\nWatching Niki watching cars https://t.co/CFcqzyeq3K",
          "RT @SportingSpud: Best sport stuff of 2016. \n\n@JimPavlidis a study in Bulldog worry on Grand Final eve https://t.co/MJ9kSJkGpV",
          "RT @SportingSpud: Best sport stuff of 2016. \n\nLooking a few kilos lighter in a racing suit. https://t.co/24QVlCez6l",
          "RT @SportingSpud: Best sport stuff of 2016 \n\nThis guy. @danielricciardo https://t.co/TrqFYIER3K",
          "RT @SportingSpud: Best sport stuff of 2016 https://t.co/0Knh0Rw4Yr",
          "RT @SportingSpud: Best sport stuff of 2016. \n\nPhillip Island motoGP track from a Roulette https://t.co/vMLKjo0mz3",
          "RT @SportingSpud: Missed it, by that much ... https://t.co/2QgfDE5mi0",
          "RT @SportingSpud: So, back in the day if the pic editor wanted the ball in a certain place, the subs just moved it. https://t.co/ZDlFWboEh5",
          "RT @BurtonDiaries: 3 Oct 69 E says that last night in my sleep I was winding up and pitching baseball, going through all the motions...All…",
          "RT @wbuxtonofficial: Red Bull has never had a 1-2 in the drivers championship. That’s now their stated aim. His refusal to help them in tha…",
          "RT @joeylynchy: Ten years ago ya boi was coming off a stem cell transplant &amp; was just a few short months away from relapse, infection, and…",
          "RT @GregBaum: Shove gambling advertising down everyone's throats ad nausem responsibly.\n\nhttps://t.co/jd46EUonQi",
          "@joeylynchy @ESPNFC Congrats Joey … well deserved!",
          "@PMalinauskasMP @LIVGolfInv @AFL @DJohnsonPGA @PhilMickelson 🦴🪚",
          "https://t.co/uPU7SbkEXb",
          "@F1 … 🐀",
          "@DanielCherny … He’d changed out of his game kit and put on a Tiger Tshirt (i want to say it was a 1970s style glit… https://t.co/2gciqgpV4p",
          "@DanielCherny It’s weird to think I asked the first question of Imran at the post match presser and the ‘like a tig… https://t.co/LEpK23pnVU",
          "RT @CountDankulaTV: @elonmusk Hello Elon, you seem to have disabled name changes. I was wondering when that would be getting turned back on…",
          "RT @SpudontheTracks: @rod3000 @NeilMcMahon @TheKennyDevine It’s taken many years to dethrone this gentleman, but by god, she’s done it! htt…",
          "Original toon Op shop find in a neglected box of frames … have flipped it to an Olympic collector who will find it… https://t.co/C0NzlpvsfG",
          "When #jefffenech drew with Azumah Nelson in 1992 it was the day Tabaret pokies &amp; sportsbet were launched in Victori… https://t.co/6SD9NSgyEW",
          "RT @NeilKearney7: Hot off the presses! The books have arrived - \nhttps://t.co/Zkmf9KcMjp https://t.co/dnR9eJG3gM",
          "RT @Rory_Flanagan: @wheelswordsmith @SportingSpud Dangerous floorboards https://t.co/qiL7kMRUas",
          "RT @wheelswordsmith: this dude used to routinely walk off the bench and injure three body parts in the space of 30 seconds for his entire c…",
          "RT @SpudontheTracks: If @elonmusk was tweeting from #Deadwood",
          "RT @SpudontheTracks: Twitter HQ … https://t.co/JrLqUCa3fT",
          "RT @minizen48: Imran Kahn shot at in assassination attempt: https://t.co/m2GkcGXtbV",
          "RT @PeterGHanlon: Birregurra FNC pre-season day one, November 2.\n\n*no cricketers we’re harmed in the making of this image. https://t.co/aEU…",
          "RT @SquigglyRick: They are describing here a motivation to have welfare recipients herded like cattle through certain gates that would both…",
          "RT @SquigglyRick: \"Past experience shows that if an alternative phone number is provided a significant proportion of recipients won't engag…",
          "RT @SpudontheTracks: Passing the baton … #fitzroy https://t.co/LZf2pfUnGt",
          "@mjrowland68 https://t.co/rZvI0X6LZW",
          "RT @Martin_Flanagan: Plato said you can learn more about a person in an hour of play than a year of conversation. Read how Donald Trump pla…"
     ]
}